const messages = [{ 
    id: 1,
    author: 'Алви',
    text: 'Приветики🥰',
    type: 'входящее',
    time: '12:29'},
    {
        id: 2,
        author: 'Ислам',
        text: 'Приве🥰',
        type: 'исходяшие',
        time: '11:20'  
    }, 
    {
        id: 3,
    author: 'Аслан',
    text: 'Приветик🥰',
    type: 'внутренние',
    time: '13:45'
    }, 
    {
        id: 3,
    author: 'Юнус',
    text: 'Пока🥰',
    type: 'международные',
    time: '15:24'
    }, 
    {
        id: 4,
    author: 'Магомед',
    text: 'смоки🥰',
    type: 'черновик',
    time: '10:54'
    }, 
    {
        id: 5,
    author: 'Расул',
    text: 'Прив🥰',
    type: 'вход',
    time: '16:12'
    }]
    console.log(messages)
